[
    {
        "game_id": 58827,
        "game_name": "Overcooked! 2",
        "description": "Out of the frying pan, into the fire…<br />\nYou’ve saved the world from the Ever Peckish. Now a new threat has arisen and it’s time to get back in the kitchen to stave off the hunger of The Unbread!<br />\nONLINE/LOCAL MULTIPLAYER MADNESS You’ll knead to work together (or against each other) to get the highest score in chaotic local and online multiplayer.<br />\nFEAST YOUR EYES ON THIS Journey across a brand new overworld map by land, sea and air. Get cooking in new themes ranging from sushi restaurants, magic schools, mines and even alien planets!<br />\nWHET YOUR APPETITE!  Travel the land cooking up a range of new recipes that are sure to cater to any tastes, including sushi, cakes, burgers and pizzas.<br />\nROMAINE CALM! Travel through teleporters, across moving platforms and save time by throwing ingredients across dynamic kitchens that shift and evolve. Some kitchens even whisk your chefs away to new locations.</p>",
        "release_date": "2018-08-06",
        "rating": 4.15,
        "genre": [
            "Action",
            "Casual",
            "Indie"
        ],
        "devs": [
            "Team17 Digital",
            "Ghost Town Games"
        ],
        "image": "https://media.rawg.io/media/games/d11/d11470677a829e34562e95a4002c2c7f.jpg"
    },
    {
        "game_id": 29215,
        "game_name": "Life is Strange: Before The Storm",
        "description": "<p>Life is Strange: Before the Storm is a three-part episodic prequel to Life is Strange, an interactive movie adventure game. It’s a tribute to Chloe Price, one of the protagonists of the original game. While the core mechanics stays the same as you need to interact with items and make decisions, the key feature has changed. Instead of rewinding time you can use the Backtalk option - Chloe’s ability to talk out the opponent.</p>\n<p>The story develops around Chloe’s relationship with Rachel Amber. While ditching the school with her girlfriend, Chloe gets involved in a drug accident. The game features characters from the original title and introduces several new heroes. The plot depends on the decisions you make through the game. The story has multiple endings with several changings in side arcs. </p>\n<p>The game also features improved graphics, Chloe’s customizable outfit that affects her interaction with people, and the ability to change the environment with tags and graffiti.</p>",
        "release_date": "2017-08-31",
        "rating": 3.95,
        "genre": [
            "Adventure"
        ],
        "devs": [
            "Square Enix",
            "Deck Nine"
        ],
        "image": "https://media.rawg.io/media/games/214/2140885d34e3a3398b45036e5d870971.jpg"
    },
    {
        "game_id": 18003,
        "game_name": "Gone Home",
        "description": "<p>Portland. It&#39;s June 7, 1995. After a year of living abroad, the game&#39;s main character, 21-year-old girl Katie Greenbriar, finally returns home, waiting for a warm welcome from her family. But somehow, she finds that there is no one in the house! Where is everyone? What happened here? This will be seen in Gone Home - a unique adventure game.</p>\n<p>This game is an interactive investigation. You will need to analyse the details of the most ordinary-looking house, learn the history of the people living here. The primary task is to reveal the mystery of what happened, using everything that is possible, as the house has a lot of interactive elements, which allows you to interact with the environment entirely.</p>\n<p>Surprisingly, simple movements create an atmosphere of almost inhabited home, as well as expertly crafted light and sound. Each piece of paper breathes history, and it is stunningly believable in both form and content.</p>",
        "release_date": "2013-08-14",
        "rating": 3.73,
        "genre": [
            "Adventure",
            "Indie"
        ],
        "devs": [
            "The Fullbright Company"
        ],
        "image": "https://media.rawg.io/media/games/9e5/9e5b91a6d02e66b8d450a977a59ae123.jpg"
    },
    {
        "game_id": 11970,
        "game_name": "Star Wars Jedi Knight: Jedi Academy",
        "description": "<p>New students are arriving at Jedi Academy on distant Yavin IV but unknown enemy shots down their shuttle. As soon-to-be Jedi approach the Academy on foot they stumble upon two stormtroopers and Dark Jedi that seems to be the reason for the calamity.<br />\nThe game is the sequel to Jedi Outcast and a part of the series of Jedi Knight RPGs from Raven Software. It continues the tradition of sparkling third-person action gameplay adding new stuff to destroy, new missions to complete and vehicles to drive. A player is granted an opportunity to create own character, customize its appearance, choose lightsaber and learn the way of The Force.</p>\n<p>Jedi Academy heavily emphasizes its multiplayer capabilities: there are more than 20 arenas and 6 different play modes to fight your friends and foes that keep gamers playing it even today more than a decade after its release. At its heart is modified Quake III Arena Engine and through the years the game gathered around itself a unique community of fans that mods the jack out of their beloved Jedi Academy.</p>",
        "release_date": "2003-09-16",
        "rating": 4.33,
        "genre": [
            "Action",
            "Shooter"
        ],
        "devs": [
            "Aspyr Media",
            "Raven Software",
            "Lucasfilm"
        ],
        "image": "https://media.rawg.io/media/games/7e8/7e8890a662539b1bdefcf57409aef765.jpg"
    },
    {
        "game_id": 4387,
        "game_name": "Awesomenauts",
        "description": "<p>In the primary game mode, two pre-selected character teams battle with each other to destroy the Solar Collector of another team that is inside the enemy base. Both sides are making their way through fights, fighting live opponents, drones and turrets.<br />\nEach level adds value to the capabilities of the entire team - adds strength to attacks and health. At the beginning of the game, all these indicators are equal to 1, and by the end reach 20.<br />\nThe game space includes health packages and Solar units - it is a currency that has circulation inside the game. The currency is added to each member of the team at each destruction of the enemy - regardless of who exactly the enemy destroyed. The accumulation of currency opens up other characters and the possibility of their customisation. Destroying the turret gives the team a super-drone, which is very useful when attacking an enemy base.</p>",
        "release_date": "2012-05-01",
        "rating": 3.05,
        "genre": [
            "Action",
            "Strategy",
            "Indie",
            "Platformer"
        ],
        "devs": [
            "Ronimo Games",
            "dtp Entertainment"
        ],
        "image": "https://media.rawg.io/media/screenshots/4df/4df0b0812fd89af2285e683fb78f1323.jpg"
    },
    {
        "game_id": 19196,
        "game_name": "ARMA: Cold War Assault",
        "description": "<p>Bohemia Interactive&#39;s debut game published by Codemasters as Operation Flashpoint in 2001, became genre-defining combat military simulation and the No. 1 bestselling PC game around the world and has won many international awards, including “Game of The Year” and “Best Action Game”.  Over 2 million copies have been sold since its release.<br />\nStoryline                       The horrors of WWIII are imminent.<br />\nThere are clashes over the Malden Islands from dusk to dawn and you are caught in-between. You must use all of the available resources in your arsenal to hold back the incoming darkness. Victor Troska came back to Nogovo, he thought the pain of war was left buried in his past.<br />\nBut his dream lies broken now.<br />\nHis worst nightmare returns when military forces lands near Nogovo.<br />\nKey Features                        Cold War Assault<br />\nCommand squad of fully equipped troops<br />\nOver 40 authentic vehicles and aircraft<br />\nImmersive campaign and single missions<br />\nLAN/Internet multiplay<br />\nVast 100km2 battlezones<br />\nResistance<br />\nStory-driven 20-mission campaign<br />\nNogova – the new 100km2 island<br />\nNew vehicles, weapons and equipment<br />\nDetailed urban environments</p>",
        "release_date": "2001-08-29",
        "rating": 2.87,
        "genre": [
            "Action",
            "Strategy",
            "Simulation"
        ],
        "devs": [
            "Bohemia Interactive"
        ],
        "image": "https://media.rawg.io/media/games/109/10956e4561064fc4f1dda0baa540735e.jpg"
    },
    {
        "game_id": 5297,
        "game_name": "Tomb Raider: Anniversary",
        "description": "<p>Tomb Raider: Anniversary retraces Lara Croft&#39;s original genre-defining adventure  globe-trotting 3rd person action-adventure in pursuit of the legendary Scion artifact. Using an enhanced &#39;Tomb Raider: Legend&#39; game engine, the graphics, technology and physics bring Lara&#39;s adventure and pursuit of a mystical artifact known only as the Scion right up to today&#39;s technology standards and offers gamers a completely new gameplay experience. Re-imagined, Anniversary delivers a dynamic fluidly and fast Lara Croft, massive environments of stunning visuals, intense combat and game pacing, and an enhanced and clarified original story.<br />\nEpic Exploration - The lost city of Atlantis and ancient Egyptian pyramids are ripe for discovery: explore every hidden dark crevice and impossible heights; enter into strange, undiscovered lands and solve their deepest, darkest mysteries; open doors to new realms, uncover great rewards and unearth secrets to Lara&#39;s past.<br />\nAcrobatic Gunplay - Deftly leap around charging enemies while you unleash a hail of bullets from your trademark dual pistols.<br />\nLethal Predators - The wilderness awaits with a wide range of bestial predatorsfrom bats to wolves to bearsready to defend their territory from human encroachment. New and improved AI means that all enemies will exhibit a more diverse behaviour set, providing improved combat challenges for the player.<br />\nSupernatural elements are used sparingly to provide a mystical allure around the world, while maintaining the world&#39;s grounded core. The awesome T-Rex and intriguing Atlantean centaurs suck you in to the wonderfully intriguing and mysterious world of Tomb Raider.<br />\nDeath-Defying Environmental Playground - Leap over massive gaps, cling onto rock ledges, and swim through underground tunnels.<br />\nSolve the Diabolical Machinery of the Past - seek to outwit the brilliant ancient designers of many epic puzzles and vaults in order to uncover their secrets. Be warned that they do not take kindly to &#39;meddling&#39;, and as such, the price of failure is extreme.</p>",
        "release_date": "2007-06-01",
        "rating": 3.95,
        "genre": [
            "Action",
            "Adventure"
        ],
        "devs": [
            "Feral Interactive",
            "Crystal Dynamics",
            "Eidos Interactive"
        ],
        "image": "https://media.rawg.io/media/games/791/791abcd56601482964f0fee6d8ab6a61.jpeg"
    },
    {
        "game_id": 10615,
        "game_name": "System Shock 2",
        "description": "<p>The game is set in the distant future of 2114, 42 years after the events of the original System Shock. We are onboard the spaceship Von Braun that returns from humanity&#39;s first interstellar expedition to Tau Ceti system. The plot follows the main character who awakens from the cryosleep, with no idea what&#39;s going on. The rest of the crew was affected by some disaster that either killed them or turned into brainwashed slaves of an alien entity called The Many. The only other survivor is presumed to be mysterious Dr. Janice Polito, who instructs the player via radio. To survive and find out what happened, the protagonist sets out to explore the dimly lit corridors of Von Braun, encountering his former friends mutated into abominations. The player can use guns, but ammunition is scarce, which forces the player to use it prudently and move ahead with caution.</p>\n<p>The game was created by Ken Levine, the Irrational Games founder and famous designer behind such titles as BioShock and Thief: The Dark Project. System Shock series was a major inspiration for Bioshock series, which is considered its spiritual successor, as well as, to some extent, Portal series.</p>",
        "release_date": "1999-08-11",
        "rating": 4.14,
        "genre": [
            "Action",
            "Shooter",
            "RPG"
        ],
        "devs": [
            "Irrational Games",
            "Looking Glass Studios"
        ],
        "image": "https://media.rawg.io/media/games/65f/65f661f1487395055ba05e0a95fc0330.jpg"
    },
    {
        "game_id": 17356,
        "game_name": "Orcs Must Die! 2",
        "description": "<p>The game takes place a few days after the events of the first part of Orcs must die!. The Sorceress is trying to escape from the crowd. And suddenly, mysteriously, a massive split opens up next to her. She crosses the threshold and finds herself in the Dwarven Mines, right in front of a War Mage who now works at the mines. She enlists his help in the fight against the orcs. But the two discovered that more and more cracks are opening up in different places. They decide to enter the rift and return to the Dead World.</p>\n<p>You play as the War Mage, the headstrong hero who charges into danger or play as the more strategic Sorceress who keeps The Mob at bay with mind-control and magic.</p>\n<p>You have to defend new fortresses and mines of gnomes, as well as destroy tens of thousands of orcs and other monsters — at your disposal a variety of weapons, spells, guards, traps and amulets. You are given the opportunity to go through a new campaign with friends in a joint game - or fight for survival in endless mode!</p>",
        "release_date": "2012-07-30",
        "rating": 3.71,
        "genre": [
            "Action",
            "Strategy",
            "Indie"
        ],
        "devs": [
            "Robot Entertainment"
        ],
        "image": "https://media.rawg.io/media/games/725/725eb4171c8aacee030a2d050ebf9fad.jpg"
    },
    {
        "game_id": 1670,
        "game_name": "Shadowrun: Dragonfall - Director's Cut",
        "description": "<p>The universe of Shadowrun is a weird mixture of cyberpunk and high fantasy. Magic and technology co-exist in this setting, dragons are real, as well as elves, goblins, dwarves and many other mythological creatures, but they are living in a future world full of hackers and megacorporations. The &quot;shadowrunners&quot; are specialists who perform all sorts of dirty jobs for syndicates and governments. This setting was originally designed for the tabletop games, but since 1990s Shadowrun is also a popular game series, in which Dragonfall is the sixth installment. In Dragonfall, you control a team of shadowrunners, led by your protagonist, in an isometric view. While hacking a data vault in Berlin, your party discovers dangerous secrets that were better left unknown. The characters in your team are highly developed, have backstories and inspire sympathy. To avoid losing your favorite companion, you will have to plan your battles prudently.<br />\nDragonfall was originally a DLC released to support the previous part, Shadowrun Returns. Compared to the standard edition, &quot;Director&#39;s Cut&quot; includes five additional missions, several alternate endings, an improved interface design, a slightly different combat system and a new soundtrack composed by Jon Everist.</p>",
        "release_date": "2014-09-17",
        "rating": 3.82,
        "genre": [
            "Adventure",
            "RPG",
            "Strategy",
            "Indie"
        ],
        "devs": [
            "Harebrained Schemes"
        ],
        "image": "https://media.rawg.io/media/screenshots/7f8/7f8b58994fc420fefaa5fb9992335a11.jpg"
    },
    {
        "game_id": 366850,
        "game_name": "Ghostrunner",
        "description": "<p>Enter an intense cyberpunk world and experience fierce, dynamic combat! Conquer your enemies in the physical world and in cyberspace. Hunt for answers inhumanity’s last remaining shelter.</p>\n<p>Ascend humanity’s last remaining shelter, a great tower-city. The tower is torn by violence, poverty, and chaos. Conquer your enemies, discover the secrets of the superstructure and your own origin and obtain the power to challenge The Keymaster. </p>\n<p>The game takes place in the future, after a global cataclysm where the remains of humanity live in a tower built by The Architect, who died mysteriously years ago. Everyone knows the truth, no one says it aloud.</p>\n<p>The world ruled by The Keymaster is harsh. A person’s worth depends on the category of implants they have, defining their whole lives. The implants—given to them in childhood—determine which social group a person belongs to. If you weren’t lucky enough to get a good life, there is nothing you can do.</p>\n<p>It&#39;s no surprise that a rebellion starts.</p>\n<p>You are a cyber-warrior, the only one capable of fighting both in the physical world and in cyberspace. Lost and hunted, thrown into the middle of the conflict, you must use this bond with technology to ascend the tower.</p>\n<p>As you climb higher, secrets are revealed. The clock starts ticking on a race to uncover the mystery behind the structure that houses humanity’s last hope. Solve the riddle or be killed—there is no other option.</p>",
        "release_date": "2020-10-27",
        "rating": 3.86,
        "genre": [
            "Action"
        ],
        "devs": [
            "3D Realms",
            "One More Level",
            "Slipgate Ironworks™"
        ],
        "image": "https://media.rawg.io/media/games/957/957154d665ae676b00c0859551c733b1.jpg"
    },
    {
        "game_id": 437059,
        "game_name": "Assassin's Creed Valhalla",
        "description": "<p>Become Eivor, a mighty Viking raider and lead your clan from the harsh shores of Norway to a new home amid the lush farmlands of ninth-century England. Explore a beautiful, mysterious open world where you&#39;ll face brutal enemies, raid fortresses, build your clan&#39;s new settlement, and forge alliances to win glory and earn a place in Valhalla.</p>\n<p>England in the age of the Vikings is a fractured nation of petty lords and warring kingdoms. Beneath the chaos lies a rich and untamed land waiting for a new conqueror. Will it be you?</p>",
        "release_date": "2020-11-10",
        "rating": 3.7,
        "genre": [
            "Action",
            "Adventure",
            "RPG"
        ],
        "devs": [
            "Ubisoft Montreal"
        ],
        "image": "https://media.rawg.io/media/games/934/9346092ae11bf7582c883869468171cc.jpg"
    },
    {
        "game_id": 4535,
        "game_name": "Call of Duty 4: Modern Warfare",
        "description": "<p>The fourth installment of a popular series, Call of Duty 4: Modern Warfare is split into two different, gameplay-wise, parts. The single-player campaign invites players to go through the episodic story, where players control six different characters. And even though the stories are taking place in different locations, the events of the campaign are happening simultaneously, creating the sense of urgency and painting a large-scale picture of the events.<br />\nMultiplayer side of things in the Call of Duty series has been more popular among the players. A lot of features, not present in the single-player campaign, will be available to the player, such as a killstreak mechanic, that rewards players for killing multiple enemies without dying. Multiplayer maps consist of team-based and deathmatch based game modes, where players take on the objectives in order to complete the map mission or to obtain the largest amount of kills. Depending on how well the player does, they will be rewarded with experience points, which will allow them to level up and unlock new weapons, abilities, and perks for the playable classes.</p>",
        "release_date": "2007-11-05",
        "rating": 4.39,
        "genre": [
            "Action",
            "Shooter"
        ],
        "devs": [
            "Raven Software",
            "Treyarch",
            "Infinity Ward",
            "n-Space"
        ],
        "image": "https://media.rawg.io/media/games/9fb/9fbaea2168caea1f806546dfdaaeb1da.jpg"
    },
    {
        "game_id": 19429,
        "game_name": "Alien Swarm",
        "description": "<p>Alien Swarm is a top-down multiplayer shooter remade from the game mod for Unreal Tournament 2004. According to the main storyline, a group of troopers reaches the colonized planet occupied by the swarm of invasive aliens. They aim to search for survivors or, if needed, to destroy the colony to prevent the spread of hostile aliens. After finding no civilians alive, the group realizes that the only way out is planet devastation with a powerful nuclear bomb. The main gameplay idea is in completing levels in science-fictional locations and eliminating waves of Swarm aliens with all kinds of weapons to get new equipment and to unlock individual achievements. As the game is class-based, players are able to choose between 4 types: Officer, Special Weapons, Medic, and Tech. Each type has two characters with different abilities. The whole loadout can also be selected before starting the mission. The game is absolutely free-of-charge and offers both single and co-operative (up to 4 players) experience.</p>",
        "release_date": "2010-07-19",
        "rating": 3.33,
        "genre": [
            "Action",
            "Shooter"
        ],
        "devs": [
            "Valve Software"
        ],
        "image": "https://media.rawg.io/media/screenshots/a65/a65e9f01832997a4d913b3ea86319af4.jpg"
    },
    {
        "game_id": 4331,
        "game_name": "Sonic Generations",
        "description": "<p>Sonic Generations is a crossover of modern Sonic with his 1990s incarnation. The blue hedgehog is attacked by a new enemy called Time Eater, who tries to change the past to help Dr. Robotnik. Time Eater kidnaps Sonic’s friends and imprisons them in the various eras of the past. Sonic has to travel back in time to meet the original Sonic and Tails from the 16 bit game series. Old and new versions of characters team up to defeat Time Eater and Robotnik and restore the space-time continuum. <br />\nSonic will have to revisit the levels from his old games. Each zone is split into “Classic” 2D levels from Sega Genesis and Dreamcast eras, and their “Modern” 3D counterparts from the 2000s. Sonics from the different eras also have their unique abilities, and there’s the Skill Shop, where the characters can obtain new skills. Each zone includes two boss fights and a Doppelganger Race, which is a time trial. When they&#39;re not on the levels, the Sonics reside in the White Zone, an open world that serves as a hub to access the regular zones. <br />\nSonic Generations includes a lot of unlockable content, such as music, art, special skills and, in some versions, even the original 1991 Sonic the Hedgehog game.</p>",
        "release_date": "2011-11-01",
        "rating": 3.9,
        "genre": [
            "Action",
            "Arcade",
            "Family",
            "Platformer"
        ],
        "devs": [
            "SEGA",
            "Sonic Team",
            "Devil's Details"
        ],
        "image": "https://media.rawg.io/media/games/9a1/9a18c226cf379272c698f26d2b79b3da.jpg"
    },
    {
        "game_id": 10031,
        "game_name": "Battlerite",
        "description": "<p>Battlerite is another contender in the DotA field, but also a spiritual successor to Stunlock Studios&#39; previous game, Bloodline Champions. It is set in a colorful fantasy world, which we see from the top-down view, and is all about gladiatorial arena combat. The battles take place in one of the five areas, each with its distinct visual themes, such as jungle or lava. Each map is centered around the Middle Orb that can be destroyed to gain additional power and will respawn over the course of the game. Matches are divided into rounds and, to win a match, a team has to score three round victories. Each round has a two-minute time limit, so as to push players toward a fast-paced gameplay. When the time expires, a &quot;battle royale&quot; mechanic sets in, shrinking the game area to force the players to meet at the center of the map and fight.</p>\n<p>There are more than 20 characters, or &quot;champions&quot; to choose from, and the roster continues to grow. Those champions include magicians, warriors and everything in between.  Each champion has his or her unique set of nine skills. Timing is important when using characters&#39; abilities, as a low-level skill used at the right time can deal more damage than a mistimed high-level spell.</p>",
        "release_date": "2016-09-20",
        "rating": 3.22,
        "genre": [
            "Action"
        ],
        "devs": [
            "Stunlock Studios"
        ],
        "image": "https://media.rawg.io/media/screenshots/54f/54fcf1a626faa92afa3f5d2834dbc5ce.jpg"
    },
    {
        "game_id": 52939,
        "game_name": "Final Fantasy VII (1997)",
        "description": "<p>Final Fantasy VII is a Japanese role-playing game, a seventh installment in the series, excluding spin-offs. The main events take place in the world of Gaia, in the city of Midgar; the game combines standard fantasy elements with steampunk and other science fiction, providing the players with well-defined lore and locations.<br />\nThe main character, a mercenary named Cloud Strife, joins the cause of disrupting a megacorporation, which was destroying the planet with its excavations for energy. However, the storyline offers much more beyond that, allowing players to discover the secrets of Midgar, and eventually, save the world.<br />\nFinal Fantasy VII follows the trend set by previous games of the series, offering a grand world map to explore, with unique locations and lengthy battles. The combat system is a trademark for the genre and the series, where the player’s team and the enemies trade blow in a turn-based manner, employing different skills and items until either side is defeated. The game’s art style is innovative for a Final Fantasy, as it uses 3D models over 2D backgrounds, resulting in a unique and memorable art style.</p>",
        "release_date": "1997-01-31",
        "rating": 4.39,
        "genre": [
            "Action",
            "Adventure",
            "RPG"
        ],
        "devs": [
            "Square Enix",
            "Square",
            "SquareSoft"
        ],
        "image": "https://media.rawg.io/media/games/6c0/6c00ee85d1344f58c469e8e47fd8ae7c.jpg"
    },
    {
        "game_id": 58133,
        "game_name": "Spyro Reignited Trilogy",
        "description": "<p>Spyro Reignited Trilogy is a collection that includes three remastered games from the Spyro franchise that were released in the late 1990s: Spyro the Dragon, Spyro 2: Ripto&#39;s Rage! and Spyro: Year of the Dragon</p>\n<h3>Plot</h3>\n<p>The plot of the game is identical to that of the three original games. They all follow Spyro, a small cutesy purple dragon, on his quest to save his dragon kin from various villains.</p>\n<p>The games are set in the Dragon Kingdom, a fantasy world inhabited by sentient dragons. There are five dragon realms that used to co-exist peacefully. In the first game, the villain is Gnasty Gnorc (a gnome/orc half-blood), who magically turned all dragons into crystals. Spyro has to save them and defeat Gnorc. In the sequels, Spyro has to deal with other villains, such as Ripto the warlock, who tries to conquer the world, or Sorceress, who steals the dragons&#39; eggs.</p>\n<h3>Gameplay</h3>\n<p>The player controls Spyro in a 3D environment from the third person view. Spyro can breathe fire to defeat his enemies. The dragon cannot actually fly, but he can glide long distances. A dragonfly companion named Sparx follows Spyro, helping him to pick up treasures and keep track of his health. To restore his health, Spyro can eat butterflies. The third game, Year of the Dragon, introduces other playable characters that can be unlocked by completing levels.</p>",
        "release_date": "2018-11-13",
        "rating": 4.13,
        "genre": [
            "Action",
            "Adventure"
        ],
        "devs": [
            "Activision",
            "Toys for Bob",
            "Iron Galaxy"
        ],
        "image": "https://media.rawg.io/media/games/a50/a505bccdcfdc79970a93574c747f6e0d.jpg"
    },
    {
        "game_id": 2213,
        "game_name": "Kerbal Space Program",
        "description": "<p>How to build a spaceship capable of delivering a human crew into space - and return this crew back? Even if we have all the necessary parts, engines, life support systems, rudders and accelerators, even if all this we have, the construction of the ship requires the correct arrangement of parts together with each other. Depending on how correct our decisions are, the ship will fly or not, it will fly right or fatally deviate from the course.</p>\n<p>The game has three modes. The first is the sandbox. You can build everything that comes to your mind. The second is Science. Here you can experiment and improve technology. The third is career. Here you are responsible for the smooth functioning of all departments, including administration strategies, crew management, reputation, taking up contracts to earn funds etc.<br />\nThere are also tasks to deal somehow with asteroids, create bases and stations in space, discover new planets and search for minerals in their bowels, and so on.<br />\nThe ship&#39;s behavior is based on the real physics of such phenomena, the ship behaves naturally in this sense, and our solutions must comply with this. Similarly, it is necessary to take into account other physical realities, such as a possible explosion of fuel due to overheating and so on.</p>",
        "release_date": "2015-04-26",
        "rating": 4.16,
        "genre": [
            "Simulation",
            "Indie"
        ],
        "devs": [
            "Squad"
        ],
        "image": "https://media.rawg.io/media/games/bda/bdab2603c0dc67268d0610449bc7df16.jpg"
    },
    {
        "game_id": 42776,
        "game_name": "Never Alone",
        "description": "<p>Never Alone is a 2D platformer about an Iñupiaq tribe. Iñupiaq are the indigenous people of Alaska. The game is based on their traditional tale called &quot;Kunuuksaayuka&quot;.  It is the only game in the series. The &quot;Foxtales&quot; DLC has been released a year later and added 3 new levels.<br />\nIt is the highly story-driven game: a whole gameplay centers around an adventure of a girl and her fox. The player can control both characters, one at a time. Fox is primarily used for fast movement, while the girl can pick things up and throw bola — traditional Iñupiaq long-ranged weapon. The story tells itself in the form of an oral fiction: the voice behind the screen comments the player&#39;s action and responds to their achievements sometimes rewarding them with real-life Iñupiaq videos.<br />\nThe plot centers around the blizzard — Iñupiaq tribe doesn&#39;t know its source and sends a girl Nuna to explore. Along the way, Nuna meets some traditional Iñupiaq goddesses: the blizzard God, Manslayer and the rolling heads.</p>",
        "release_date": "2014-11-18",
        "rating": 3.47,
        "genre": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "devs": [
            "Upper One Games"
        ],
        "image": "https://media.rawg.io/media/games/23a/23acbd56da0c30bca0227967a5720c96.jpg"
    },
    {
        "game_id": 28395,
        "game_name": "Metro: Last Light",
        "description": "<p>Metro: Last night is a first-person shooter, the continuation of the original game Metro 2033. </p>\n<p>In it, Artyom - the main character of the game will try to protect the subway from a new threat again. The developers took the bad ending of the first part as a continuation when Artyom destroyed the entire Moscow population of the Dark Ones. However, during the bombing, one of the representatives of the suddenly extinct species hid somewhere under a bush and safely survived the misfortune. The order learned about &quot;The lucky one&quot;, and Artyom receives a task to find and destroy the sole survivor.</p>\n<p>You will get access to entirely new locations in the Moscow&#39;s metro, on the surface of the destroyed Moscow and walk through the newly added stations and familiarise themselves with the lives of people who are trying to live after the Apocalypse. At your disposal will also be the latest Arsenal of weapons, because you will have to shoot a lot to save your life. During the game, your actions can lead to one of the two endings, one of which, as in the case of Metro 2033, is false.</p>",
        "release_date": "2013-05-13",
        "rating": 4.12,
        "genre": [
            "Action",
            "Shooter"
        ],
        "devs": [
            "4A Games"
        ],
        "image": "https://media.rawg.io/media/games/b1f/b1f1eeee149ef49c008a2258ee6c0d78.jpg"
    },
    {
        "game_id": 2255,
        "game_name": "7 Days to Die",
        "description": "<p>After the nuclear war, people have to survive, and 7 Days to Die gives players the opportunity to experience it. The large parts of the planet are ravaged by destruction, and lone survivors are under the constant threat, even within relatively safe counties, like Navezgane, Nevada.  This is where players are dropped into the randomly generated map and from now on it’s up for them to find resources to defend and feed themselves. <br />\n7 Days to Die is a voxel-based survival game, which means that building is simple and environments are destructible. Gathered and found objects are degrading through use, so it forces players into the constant search for better equipment. The name of the game hints at the horde mechanic, where every seventh day a large group of zombies is swarming the players&#39; location. Players will be killed in that case, unless preparations for the attack are sufficient enough. The game supports multiplayer, where other players can connect to the game server and be cooperative or hostile towards each other.</p>",
        "release_date": "2013-12-13",
        "rating": 3.34,
        "genre": [
            "Shooter",
            "RPG",
            "Indie"
        ],
        "devs": [
            "Telltale Games",
            "The Fun Pimps"
        ],
        "image": "https://media.rawg.io/media/games/5cb/5cbbc5cd24677331c85253f961cad72a.jpg"
    },
    {
        "game_id": 13856,
        "game_name": "Katana ZERO",
        "description": "<p>Katana ZERO is a fast paced neo-noir action platformer, focusing on tight, instant-death acrobatic combat, and a dark 80&#39;s neon aesthetic. Aided with your trusty katana, the time manipulation drug Chronos and the rest of your assassin&#39;s arsenal, fight your way through a fractured city, and take back what&#39;s rightfully yours.<br />\nRun, sneak, walljump, grapple hook, roll, slash bullets, toss pottery, and slow down time to complete levels.<br />\nNo procedural generation. No backtracking. No metroidvania gimmicks or item collection. Every level is a unique and lovingly designed challenge to overcome.<br />\nA rich story filled with unique characters, all tied into the gameplay and level design.</p>",
        "release_date": "2019-04-17",
        "rating": 4.4,
        "genre": [
            "Action",
            "Indie",
            "Platformer"
        ],
        "devs": [
            "Askiisoft"
        ],
        "image": "https://media.rawg.io/media/games/d37/d37e110ddcc0bd52d99f0f647b737a0a.jpg"
    },
    {
        "game_id": 327999,
        "game_name": "Dota Underlords",
        "description": "<p>Dota Underlords is a new stand-alone game that pits you against seven opponents in a battle of wits that will have you building, combining, and leveling-up a crew in a battle of dominance for the city of White Spire. In this game, victory is determined not by twitch reflexes, but by superior tactics.</p>",
        "release_date": "2020-02-25",
        "rating": 3.02,
        "genre": [
            "Strategy",
            "Board Games",
            "Casual"
        ],
        "devs": [
            "Valve Software"
        ],
        "image": "https://media.rawg.io/media/games/66e/66e90c9d7b9a17335b310ceb294e9365.jpg"
    },
    {
        "game_id": 58651,
        "game_name": "Totally Accurate Battlegrounds",
        "description": "<p>Conceived as a satire for the mega-popular in 2018 genre of battle-royal the game found its audience among numerous fans of the similar projects. TABG is a spin-off of its predecessor Totally Accurate Battle Simulator. According to developers, &quot;TABG - is 1st April joke we do every year&quot;.</p>\n<p>The gameplay is no different from other representatives of the genre: the players land on a piece of land that is surrounded by a certain cataclysm. The area of ​​the safe territory is continuously decreasing, and players must always move along and collect weapons, supplies and kill other players. The main task is to remain the last survivor. Thanks to the parody format, players have a much more extensive selection of weapons, for example, dual-wielding frying pans, and the animation of the characters&#39; movement is intentionally exaggerated.</p>\n<p>The first 100 hours after the release the game was available for free, but soon developers set $ 5 price tag. For developers, this is still a side project. All their focus goes to the main projects such as entirely Accurate Battle Simulator and Ultimate Epic Battle Simulator.</p>",
        "release_date": "2018-06-05",
        "rating": 2.82,
        "genre": [
            "Action",
            "Shooter",
            "Indie"
        ],
        "devs": [
            "Landfall"
        ],
        "image": "https://media.rawg.io/media/games/c88/c88463dcf1b3fc79c54a59c30076344a.jpg"
    },
    {
        "game_id": 204,
        "game_name": "Clicker Heroes",
        "description": "<p>In the campaign mode you need to complete several missions and successfully reach the goal. There’s also a multiplayer mode where you can compete with other players online.<br />\nClicker Heroes is an idle game focused on grinding gold to upgrade your characters. There&#39;s no storyline in the game; in fact, it&#39;s an endless process of beating more and more powerful enemies, progress and get better heroes. There are microtransactions in the game; however, they don&#39;t affect your progress through the game. <br />\nThe upgrade system is set around the in-game currency called hero souls that you can use to buy so-called Ancients that buff your stats. Hero souls drop from bosses you can beat on every fifth and tenth level. The key feature of the game is the way it uses hero souls to reset the game. Every time you want to upgrade Ancients and get more bonuses, you need to use a special ability that makes you start the game over. While you need to complete the levels and develop the heroes again, Ancients’ bonuses remain and let you progress faster.<br />\nClicker Heroes is followed by Clicker Heroes 2 that is currently in Steam Early Access. Unlike its free-to-play predecessor, the sequel uses a buy-to-play model instead of micro-transaction</p>",
        "release_date": "2015-05-13",
        "rating": 2.65,
        "genre": [
            "Adventure",
            "RPG",
            "Strategy",
            "Simulation",
            "Casual",
            "Indie"
        ],
        "devs": [
            "Playsaurus"
        ],
        "image": "https://media.rawg.io/media/screenshots/054/054bf49d9e736edfda5aa8e9015faf9b.jpeg"
    },
    {
        "game_id": 13079,
        "game_name": "Everlasting Summer",
        "description": "<p>Everlasting Summer is a visual novel about a man named Semyon who is teleported from modern Russia into summer camp somewhere in Soviet Union. He is a 25-year old person who is living in an apartment and keeps in-touch with the world through his computer with which he also makes money for a living, but one day he goes somewhere via bus and accidentally falls to sleep. When he wakes up he finds himself in a Pioneer Soviet camp at summer. Now he is back to his 17-year old self. He starts to develop relations with people in the camp. The main mission is to discover what the heck happened and how to escape from this semi-reality but not less important objective is to find your true love. The game is similar to Japanese visual novel games as it uses sprites as characters and text similar to those games from Japan of the same genre. At several points player must to choose from different options in order to progress the story which will affect the ending of the game which also are several and different, ones of those are happy while others are bad, depending on what the player selected during the game. <br />\nEverlasting Summer is known of its adult-only content which was removed in the Steam version but later on (in 2015) there was an online release of the game with all the missing content from Steam version.</p>",
        "release_date": "2013-12-12",
        "rating": 3.98,
        "genre": [
            "Indie"
        ],
        "devs": [
            "Soviet Games"
        ],
        "image": "https://media.rawg.io/media/games/3b5/3b56220d6038b8b1ad66c4d05ef95215.jpg"
    },
    {
        "game_id": 17252,
        "game_name": "Deadlight",
        "description": "<p>Deadlight is a side-scrolling survival platformer with horror elements set in a post-apocalyptic 2.5D environment of Seattle. The game follows a former park ranger Randall Wayne, who tries to get to a safe zone located in the city, where he hopes his family will be waiting for him. Thus, he has to move across Seattle to reach his final destination. On his way, Randall, in control of players, should avoid both zombies and members of self-proclaimed local authority gang called New Law. The game is made in a cinematic manner to transfer the zombie apocalypse atmosphere correctly. The gameplay is divided into levels and consists of walking through platforms and solving puzzles. Players can use Randall’s ability to entrap zombies by luring them into environmental hazards, and other mechanics of running, creeping and climbing obstacles to bypass enemies. Although the protagonist has many hostiles, combat is unavoidable in only a few situations. However, the game features some melee weapons with extremely limited ammunition, so the fight is going to be tough.</p>",
        "release_date": "2012-06-01",
        "rating": 3.62,
        "genre": [
            "Action",
            "Indie",
            "Platformer"
        ],
        "devs": [
            "Tequila Works"
        ],
        "image": "https://media.rawg.io/media/games/595/59556e1839b2e79b6f11f2c68a197663.jpg"
    },
    {
        "game_id": 4388,
        "game_name": "Battlefield: Bad Company 2",
        "description": "<p>The sequel to Battlefield: Bad Company is the ninth game in the Battlefield series overall. The plot is set in an alternate history timeline, in which there&#39;s an ongoing war between the United States and Russia; and the Russians are winning. They have already conquered most of Eurasia and made Latin American Countries their allies. The protagonist is a member of Bravo-2 spec ops squad. He is tasked with eliminating colonel Arkady Kirilenko, the leader of a secret project that is about to produce a Russian superweapon that can be used to defeat the US once and for all. The rest of Bravo-2 is computer-controlled. The NPC will assist the player and are technically immortal; however, they cannot complete missions without player&#39;s actions.<br />\nWhile most of the time you play as infantry, there are certain stages where players can drive tanks, helicopters, gun turrets and other vehicles. One of the most distinctive features of the game&#39;s Frostbite engine is that all elements of the environment are fully destructible. Besides plot-driven single-player campaign, there&#39;s also multiplayer that allows five different modes. All characters are divided into four classes: Assault, Engineer, Medic, and Recon. Medics, in particular, can speed up the health regeneration; however, lost hit points are slowly restored by themselves.</p>",
        "release_date": "2010-03-02",
        "rating": 4.13,
        "genre": [
            "Action",
            "Shooter"
        ],
        "devs": [
            "Electronic Arts",
            "Electronic Arts DICE",
            "Digital Illusions CE"
        ],
        "image": "https://media.rawg.io/media/games/e8f/e8f923180ecb9614ec564a15937cfd9e.jpg"
    },
    {
        "game_id": 2722,
        "game_name": "Kholat",
        "description": "<p>Kholat is the survival horror game centered around the events that took place in real life. </p>\n<h3>Plot</h3>\n<p>The events depicted in the game force the player to explore the world of Kholatsyakhl — Ural mountain, leaving no stone unturned to find the truth about the death of nine students on the Dyatlov Pass. The point of the game is to find all of the notes and progress through the plot, but collecting all the items is not necessary — it is nonetheless recommended to assemble them all to recollect the 1959 events. </p>\n<h3>Gameplay</h3>\n<p>The game is mostly about exploring and uncovering the mystery behind the death of the hike participators. There are some jump-scares involved. The gameplay centers around walking and hiding from The Shadows of the dead students— the only hostile characters in the game. With the absence of jumping ability, the protagonist has quite a few exploring tricks at their disposal. The game is strictly linear giving, however, with the ability to replay the main plot, collecting every possible note. </p>\n<h3>Key features</h3>\n<p>Kholat is often considered to have atmospheric and immersive experience thanks to Shaun Bin voiceover and the unique soundtrack; all of the above is considered as a softening factor for the games various flaws: a bunch of invisible walls, optimization issues and no narrative as a whole.</p>",
        "release_date": "2015-06-08",
        "rating": 2.66,
        "genre": [
            "Adventure",
            "Simulation",
            "Indie"
        ],
        "devs": [
            "IMGN.PRO",
            "IMAGINATION"
        ],
        "image": "https://media.rawg.io/media/games/813/813f9dab418a3d549f8b9ad8ef2f3d9c.jpg"
    },
    {
        "game_id": 22859,
        "game_name": "Deus Ex 2: Invisible War",
        "description": "<p>Approximately 20 years after the events depicted in Deus Ex, The World is only beginning to recover from a Catastrophic worldwide depression. In the Chaotic period of recovery, several religious and political factions see an opportunity to re-shape a worldwide government to their agendas, understanding that the right moves now could determine the shape of human society for decades even centuries to come. In this techno-nightmare, take part in the dark struggle to raise the world from its own ashes.</p>\n<p>Dynamic and innovative 1st person-action/adventure brings a level of reality unprecedented in a videogame.</p>\n<p>Biotech modifications allow players to see through walls, leap 40 feet into the air, regenerate critical body damage or render yourself radar invisible.</p>\n<p>Globe-hop to real world locations such as Seattle, Antarctica, and Cairo.</p>\n<p>Cunning stealth gameplay, with darkness and sound affecting enemy awareness.</p>\n<p>Variable gameplay offers multiple solutions to problems and support for varying stylistic approaches.</p>\n<p>Non-lethal, non-violent resolution to conflict, allowing players to make ethical statements through their actions.</p>\n<p>The player&#39;s progress through the game is supported by an unprecedented freedom of action by a dynamic, non-linear story with responsive plot branches.</p>",
        "release_date": "2003-12-01",
        "rating": 3.09,
        "genre": [
            "Action",
            "RPG"
        ],
        "devs": [
            "Ion Storm"
        ],
        "image": "https://media.rawg.io/media/screenshots/ca0/ca06700d8184f451b99396c23b4ffbe4.jpg"
    },
    {
        "game_id": 452634,
        "game_name": "Marvel's Spider-Man: Miles Morales",
        "description": "<p>In the latest adventure in the Marvel’s Spider-Man universe, teenager Miles Morales is adjusting to his new home while following in the footsteps of his mentor, Peter Parker, as a new Spider-Man. But when a fierce power struggle threatens to destroy his new home, the aspiring hero realizes that with great power, there must also come great responsibility. To save all of Marvel’s New York, Miles must take up the mantle of Spider-Man and own it.</p>",
        "release_date": "2020-11-12",
        "rating": 4.27,
        "genre": [
            "Action"
        ],
        "devs": [
            "Insomniac Games"
        ],
        "image": "https://media.rawg.io/media/games/048/048b46cdc66cbc7e235e1f359c2a77ec.jpg"
    },
    {
        "game_id": 263590,
        "game_name": "Risk of Rain 2",
        "description": "<p>Risk of Rain 2 is a 3D roguelite sci-fi third-person shooter developed by Hopoo Games and published by Gearbox Publishing. Hopoo Games is composed of Paul Morse, Duncan Drummond and Jeffrey Hunt. The game released in early access during March of 2019 after it was showcased at PAX East. It is the sequel to the 2013 2D action platformer roguelite, Risk of Rain.</p>\n<p>Similarly to the first game, the player must fight their way through a sequence of stages where they&#39;ll find a variety of randomly placed items to improve their abilities until they become immensely powerful. However, difficulty increases with time and death is permanent. They can choose from a number of playable characters and unlock new items and classes through various achievements. They can learn more about the lore of the game by collecting logs regarding enemies, items or locations. </p>\n<p>Unlike the first game which was a 2D sidescroller, Risk of Rain 2 is a fully 3D third-person shooter, a rarely seen transition in the last decade. The game received praise for managing to keep the same feel as the first game and taking advantage of the transition to improve it further. This sequel includes both new and returning items and playable characters, new locations and all new mechanics, such as Lunar items, special items with powerful effects and major drawbacks to counterbalance them.</p>\n<p>At the time of writing, Risk of Rain 2 is still in early access. Information featured on this page may change in the future.</p>",
        "release_date": "2020-08-11",
        "rating": 4.14,
        "genre": [
            "Action",
            "Shooter",
            "Arcade"
        ],
        "devs": [
            "Hopoo Games"
        ],
        "image": "https://media.rawg.io/media/games/238/238e2b2b24c9838626700c69cacf1e3a.jpg"
    },
    {
        "game_id": 324997,
        "game_name": "Baldur's Gate III",
        "description": "<p>Gather your party, and return to the Forgotten Realms in a tale of fellowship and betrayal, sacrifice and survival, and the lure of absolute power.</p>\n<p>Mysterious abilities are awakening inside you, drawn from a Mind Flayer parasite planted in your brain. Resist, and turn darkness against itself. Or embrace corruption, and become ultimate evil.</p>\n<p>From the creators of Divinity: Original Sin 2 comes a next-generation RPG, set in the world of Dungeons and Dragons.</p>\n<p>Choose from a wide selection of D&amp;D races and classes, or play as an origin character with a hand-crafted background. Adventure, loot, battle and romance as you journey through the Forgotten Realms and beyond. Play alone, and select your companions carefully, or as a party of up to four in multiplayer.</p>\n<p>Abducted, infected, lost. You are turning into a monster, but as the corruption inside you grows, so does your power. That power may help you to survive, but there will be a price to pay, and more than any ability, the bonds of trust that you build within your party could be your greatest strength. Caught in a conflict between devils, deities, and sinister otherworldly forces, you will determine the fate of the Forgotten Realms together.</p>\n<p>Forged with the new Divinity 4.0 engine, Baldur’s Gate 3 gives you unprecedented freedom to explore, experiment, and interact with a world that reacts to your choices. A grand, cinematic narrative brings you closer to your characters than ever before, as you venture through our biggest world yet.</p>\n<p>The Forgotten Realms are a vast, detailed and diverse world, and there are secrets to be discovered all around you -- verticality is a vital part of exploration. Sneak, dip, shove, climb, and jump as you journey from the depths of the Underdark to the glittering rooftops of the Upper City. How you survive, and the mark you leave on the world, is up to you.</p>",
        "release_date": "2023-08-03",
        "rating": 4.47,
        "genre": [
            "Adventure",
            "RPG",
            "Strategy"
        ],
        "devs": [
            "Larian Studios"
        ],
        "image": "https://media.rawg.io/media/games/699/69907ecf13f172e9e144069769c3be73.jpg"
    },
    {
        "game_id": 16355,
        "game_name": "Evolve Stage 2",
        "description": "<p>Evolve Stage 2 is a free-to-play team-based FPS developed by Turtle Rock Studios.</p>\n<p>Set in the distant future, where the humans are able to colonize other planets. On a distant planet known as Shear, the humans are met with heavy alien resistance. William Cabot gets out of retirement to evacuate the colonists and assembles a team of Hunters in order to assist him in this.</p>\n<p>Evolve Stage 2 is focused on asymmetric co-operative and competitive multiplayer. There are 5 players in a match, 4 of which are the Hunters. The Hunters have limited time to find the Monster, while the latter has to evolve and grow stronger. The Monster is given a 30-second advantage over the Hunters in order to escape and hide somewhere on the map. </p>\n<p>Evolve Stage 2 features a class system with 4 classes present in the game. It is not possible for multiple players to use the same class in the match. Classes differ in their abilities and weapons. The same goes for the Monsters as there are five Monsters featured in the game. In contrast to the Hunters which are controlled from a first-person perspective, the game switches to a third-person camera while playing as a Monster.</p>",
        "release_date": "2015-02-10",
        "rating": 2.58,
        "genre": [
            "Action"
        ],
        "devs": [
            "Turtle Rock Studios"
        ],
        "image": "https://media.rawg.io/media/games/28a/28a895c2e05e508dca8fd73c51492d59.jpg"
    },
    {
        "game_id": 36,
        "game_name": "TEKKEN 7",
        "description": "<p>Tekken 7 is a fighting game developed by Bandai Namco Entertainment. It is the ninth installment in the series.</p>\n<h3>Plot</h3>\n<p>An unnamed journalist investigates the Mishima family history after his family got killed in a war that was started by Jin Kazama. In his investigation, the journalist tries to find out why did Jin&#39;s grandfather kill his own wife and threw his son Kazuya down the cliff. At the same time, Jin goes into hiding after defeating an ancient demon named Azazel while his grandfather takes over Mishima Zaibatsu. The world war goes on.</p>\n<h3>Gameplay</h3>\n<p>Just like the previous games in the series (apart from Tekken Tag Tournament 1 &amp; 2), Tekken 7&#39;s gameplay revolves around one-on-one hand-to-hand fights. </p>\n<p>Players are free to choose one of 43 playable characters. Every character has their own personal list of attacks and combos and drastically differs in play style.</p>\n<p>Several new additions were made to the game&#39;s combat system. Players can now use devastating hits that will take from 40 to 80 percent of the enemy&#39;s health if the player&#39;s health drops too low. Moreover, the players are able to use a Rage Drive. It allows for performing a special hit on a high speed that inflicts major damage to the enemy. The last new addition is Power Crush. This feature lets the players attack their opponent even when they&#39;re under attack. Players can&#39;t block their enemies low kicks while using the Power Crush.</p>",
        "release_date": "2015-03-18",
        "rating": 4.01,
        "genre": [
            "Action",
            "Sports",
            "Fighting"
        ],
        "devs": [
            "BANDAI NAMCO Entertainment America",
            "Bandai Namco Entertainment"
        ],
        "image": "https://media.rawg.io/media/games/62b/62b035add7205737540d66e082b85930.jpg"
    },
    {
        "game_id": 3265,
        "game_name": "God of War III Remastered",
        "description": "<p>The game is the fifth installment in the God of War series, and the sequel to 2007&#39;s God of War II. The action takes place in ancient Greece, the characters - the gods of Olympus and other characters of ancient Greek mythology. The main character is God of War Kratos. We meet him after the betrayal, as a result of which he found himself in the power of his father, the king of the gods of Olympus, Zeus. Kratos seeks Pandora to discover Pandora&#39;s Box, defeat Zeus, and end of reign of the Olympian gods. He is opposed by monsters, titans, other gods, but he is led by the spirit of Athena and his mighty powers.</p>\n<p>The gameplay is focusing on combo-based combat. The player&#39;s main weapon is the Blades of Exile, the other weapon is acquired during the game. Some magical powers are also used. The game includes quick time events, puzzles and platforming elements.<br />\nGod of War III offers a revamped magic system, more enemies, new camera angles - compared to previous games of the same series.</p>",
        "release_date": "2015-07-14",
        "rating": 4.11,
        "genre": [
            "Action",
            "Adventure"
        ],
        "devs": [
            "Santa Monica Studio"
        ],
        "image": "https://media.rawg.io/media/games/4b6/4b67558bf04c7211aabeff179271bdd8.jpg"
    },
    {
        "game_id": 4249,
        "game_name": "HELL YEAH! Wrath of the Dead Rabbit",
        "description": "<p>Skeletonized rabbit Ash lives in Hell, he&#39;s a prince of that place. Ash is busy recovering his hellish reputation - killing everyone in Hell, who saw his photo with a rubber duckling in the bath. Apparently, among the princes of Hell to play with the duckling is not common. Each monster, killed by Ash, opens the way to the next - totally Ash has to kill a hundred monsters. <br />\nAsh is chasing monsters in several spaces that have their own design. Among them there is a cave, a laboratory, a spaceship with a team of talking animals and a casino.<br />\nThe game is good for its mood - ironic and humorous, which is maintained throughout the game and is always surprised by an abundance of jokes and fancies. The game is full of surprises. Unexpected ways of murder, stylish crazy monsters, excellent finds for the hero. There is always something going on in the game - and not only with the hero. On the whole space of the screen, the world lives and turns into something previously unprecedented and exciting.</p>",
        "release_date": "2012-09-25",
        "rating": 2.44,
        "genre": [
            "Action",
            "Arcade",
            "Platformer"
        ],
        "devs": [
            "Arkedo Studio"
        ],
        "image": "https://media.rawg.io/media/screenshots/3f1/3f1c417b405a86ed7d92b903e0fcfd0c.jpg"
    },
    {
        "game_id": 4676,
        "game_name": "Outland",
        "description": "<p>A person from our time experiences visions of the past - and thinks he is sick. Medications do not help, he turns to the shaman. The shaman understands what is going on and talks about the battle that happened 30,000 years ago. The battle between the great hero and the two Sisters of Chaos. One of the Sisters controlled the Light of the Sun, and the other - the Darkness of the Moon. The sisters lost the battle, and the hero imprisoned them. The shaman sees that a person with visions is an incarnation of the hero, and visions can mean that the Sisters managed to escape from prison. Now the hero has to fight the Sisters again.<br />\nThe path to the Sisters lies through several areas. Each area is protected by a Protector. Protectors were independent, but now they are bribed by Chaos and serve Chaos.<br />\nThere are numerous and different beings born from the energies of Light, Darkness or others. These creatures are trying to block the path of the hero. The gameplay arises as the use of the energies of Light and Darkness. The energies of Light are deadly to the creatures of Darkness and vice versa. The game ends when the Sisters are again defeated and will see the beauty of the world and stop wanting to destroy it.</p>",
        "release_date": "2011-04-26",
        "rating": 2.91,
        "genre": [
            "Action",
            "Adventure",
            "Indie",
            "Platformer"
        ],
        "devs": [
            "Ubisoft",
            "Housemarque"
        ],
        "image": "https://media.rawg.io/media/games/f80/f805774c679cca1a1a472d9ac39c78b7.jpg"
    },
    {
        "game_id": 16191,
        "game_name": "Galactic Civilizations II: Ultimate Edition",
        "description": "<p>Galactic Civilizations II: Ultimate Edition is a compilation that includes Galactic Civilizations II: Dread Lords and its two expansion packs: Dark Avatar and Twilight of the Arnor. The game in its core is a 4X turn-based strategy with a heavy focus on sandbox aspect.<br />\nIn this game, you have to lead Humanity, the youngest civilization, through the war between two major space powers, the Arnor and the Dread Lords. To succeed you need to protect important technologies from enemies, take part in space fights and survive the threat from stronger opponents. <br />\nThe game allows customizing several parameters, including galaxy size, planets&#39; habitability, creating your own civilization and spaceship designs, and features different ways to win the campaign. Additionally, a big part of the gameplay is dedicated to resource management, economics, and diplomacy, as they are the core of your civilization&#39;s development. <br />\nExpansions added fresh content to the game, such as new civilizations and maps, better graphics and several new abilities.</p>",
        "release_date": "2011-12-02",
        "rating": 2.65,
        "genre": [
            "Strategy"
        ],
        "devs": [
            "Stardock Entertainment"
        ],
        "image": "https://media.rawg.io/media/games/3d8/3d8e76154123ef352d8d3216da061a2d.jpg"
    }
]